import Link from "next/link"
import { Image, Video } from "@/components/common/media"
import Subscribe from "@/components/common/subscribe"
import { SoloPreneur, 個人起業家 } from "@/components/common/logos"

const DanningKrugerImage =
  "gs://story-made.appspot.com/images/hero/Dunning–Kruger-effect.png"

export default function Despair() {
  return (
    <>
      <section id="despair" className="p-0 m-0 mb-20">
        <div className="mx-auto max-w-c-1315 px-4 md:px-8 xl:px-0 text-justify">
          <h1>
            コーチング・ビジネスを始めたほとんどのコーチは、高収益ビジネスの構築方法を知らないだけでなく、
            自信を持っていません
          </h1>
          <div className="columns-3 text-justify gap-8">
            <p>
              ここまで読み進めてくれたということは、あなたはもしかすると、
              理想に燃えて起業したにもかかわらず、当初に思い描いていたほどの
              収益を得られていないのではないでしょうか。
            </p>
            <p>それは、高額の報酬を請求する覚悟と勇気がないことが原因です。</p>
            <p>
              あなたは、高額の報酬を請求するのに恐怖を感じているませんか？
              高額の報酬を請求したら、今のクライアントを失うと同時に、
              新規のクライアントも獲得できないと思いこんでいます。
            </p>
            <p>
              それは仕方のないことです。
              多くの日本人は、高額の報酬を受け取ることに罪悪感を感じます。
            </p>
            <p>
              同時に、将来獲得する新たな希望を信じるよりも、今あるものを失うことに恐怖します。
            </p>
            <p>しかし、このままでいいのでしょうか？</p>
            <h2>
              このままリスクを取らずにいれば、何も失わなくて済む・・・本当ですか？
            </h2>
            <p>
              もし仮に、今のまま仕事を続けていったとしても、
              あなたの収入が上がるよりも早く物価と税金が上がっていきます。
              いつもどおり暮らしているのに、浪費しているわけではないのに、貧乏になっていきます。
            </p>
            <p>
              事実、2024年の新卒者の初任給が、3年目の社員の基本給を抜いたと騒がれているほどです。
            </p>
            <h2>
              日経平均株価が史上最高値を記録した、これから景気が上向く・・・本当ですか？
            </h2>
            <p>
              日経平均株価が史上最高値と報道がされているため、楽観的になっている方もいます。
            </p>
            <h3>しかし、景気が良くなっている実感がありません。</h3>
            <p>
              実は、株価の値上がりは円安が原因です。
              日本の企業の正当な評価ではありません。
              ドル建てで考えると、まだまだバブルの頃の株価に届いていません。
            </p>
            <p>要するに、日経平均株価の上昇は、日本の景気には影響しません。</p>
            <p>
              株価が上がっているから増税やむなし、と誰かがミスリードさせようとしている。
              そんな陰謀論もささやかれています。
            </p>
            <h2>AIの進化で、仕事が奪われる・・・本当です！</h2>
            <p>
              あなたの仕事がデスクワークだった場合、
              将来、あなたの仕事が、AIに取って代わられる危険もあります。
            </p>
            <p>
              これまでは機械化やコンピューター化は、肉体労働や単純労働を置き換えていました。
              しかし、これからはAIによって頭脳労働、デスクワークが置き換えられてしまいます。
            </p>
            <p>
              AI以外では、外国から移民を招く動きもあります。
              事実、タクシー業界では、そのための規制緩和を推進しています。
            </p>
            <p>要するに、あなたが職を失うリスクが増えているんです。</p>
            <h2>日本だけではありません、世界中が気づいてきました</h2>
            <p>
              現在世界中で、あらゆる分野の、何人もの専門家が
              職を失う前に自ら仕事をやめています。
              コーチやカウンセラー、セラピストとして起業しているんです。
            </p>
            <p>
              実際私の中学・高校のときの同級生は、大企業に新卒で就職し、
              何年も海外赴任した経歴の出世コースを捨てて、治療家として独立しています。
            </p>
            <h2>あなたは理想のゴールまで、あと一息のところに来ている</h2>
            <p>
              あなたが自分の才能に自身がなくなっている理由は、
              ダニング＝クルーガーの成長曲線で説明できます。
            </p>
            <p>
              これは、経験を積めば積むほど、自分の無知さ、無能さを思い知ってしまう心理バイアスです。
              濃霧が立ち込めた森に迷い込んだかのように、先が見えなくなっている状態です。
            </p>
            <div className="w-full">
              <Image
                src={DanningKrugerImage}
                width={720}
                height={509}
                className="object-cover mx-auto"
                alt="絶望の谷"
              />
            </div>
            <p>
              多くの集客コンサルタントと自称している方々は、
              この左端の熱狂期にいる人々を狙って煽っています。
            </p>
            <p>あなたならなできる。０➔１ができれば、あとは安泰だと。</p>
            <p>でも借り物の知識なんて、すぐにメッキが剥がれてしまいます。</p>
            <p>メッキが剥がれたあと、彼らはあなたを助けてくれるでしょうか？</p>
            <p>
              しかしあなたは、メッキが剥がれ始めていることに自分で気づくことができたんです。
              すでに経験とスキルは十分なんです。
            </p>
            <p>
              ですがそのせいで、あなたは愚か者の山の頂上から絶望の谷底へ転落することに恐怖しています。
              恐怖ゆえに、その先にある希望、つまり緩やかな上り坂に気づいていません。
            </p>
            <p>
              もう一息のところまで来ているのに、これまで築いてきたコーチとしてのキャリアを捨てようとしていませんか？
              足元の谷底から目をそらし、思い切ってアゴを上に上げてみましょう。
              別の景色が見えるはずです。
            </p>
            <div className="w-full">
              <Image
                src="/images/hero/one-step-more.png"
                width={720}
                height={509}
                className="object-cover mx-auto"
                alt="あと一息"
              />
            </div>
            <p>
              新しい知識の習得、新しい技術の訓練、新しい資格の取得・・・。
              あなたには、もう必要ありません。
            </p>
            <p>
              あなたに必要なのは、現状を客観的に把握し、
              前に進む勇気を与えてくれるビジネス・コーチです。
            </p>
            <p>
              あなたはクライアントにコーチングしているのに、
              なぜあなた自身はコーチをつけないのですか？
            </p>
            <h2>Alizza Ideal は、あなたのコーチング・ビジネスを支援します</h2>
            <p>
              Alizza Ideal では、あなたがコーチとして、
              毎月の収益にコンマが２つ現れる
              高収益のビジネスへと成長する支援をしています。
            </p>
            <p>
              Alizza Ideal Coaching School
              (コーチング・ビジネス教習所）に入校してください。
            </p>
            <p>
              シンプルなステップで教習をうけながら、
              収益性の高いコーチング・ビジネスを構築してください。
            </p>
            <p>
              オンライン動画講座や、限定ライブによるビジネス教習、マインドセット教習、
              マーケティング教習も受けることができます。
            </p>
            <p>
              クライアント獲得に使えるホームページ、
              プレゼン用テンプレート、効果的なセールスの台本、
              契約書の雛形などを受け取って下さい。
            </p>
            <p>
              個人起業家がコーチング・ビジネスを構築し、
              成長するために必要なものを全て受け取ることができます。
            </p>
            <p>
              高いコンバージョン率を期待できる、構築済み公式ホームページも
              １年間無料で使用することができます。
            </p>
            <div className="my-8">
              <div className="border-l-4 p-4 py-0 text-sm font-italic">
                あなたの行く道は、決して真っ直ぐな道ではない。
                <br />
                むしろ森の中の細い曲がりくねった道だ。 <br />
                森の中では道に迷いやすい。
                <br />
                霧が立ち込め、自分の道を見失い、どこから来たか、
                <strong>なぜそこにいるのかさえわからなくなる</strong>。
              </div>
              <p className="text-right text-xs text-grey-700 md:w-1/2">
                ---- 「Kill Bill」 でのサニー千葉のセリフを改訂
              </p>
            </div>
            <p>あなたには道案内をするコーチが必要です。</p>
            <p className="text-sm">
              あなたの大切な人は、まだあなたの起業を応援してくれてますか？
              あなたの最初の志を忘れないでください。
            </p>
            <div className="w-full">
              <Video
                src="gs://story-made.appspot.com/videos/hero/drive-in-fog-small.mp4"
                width={576}
                height={324}
                className="object-cover rounded-lg mx-auto my-6"
                alt="霧の中のドライブ"
                controls
                muted
                autoPlay
                loop={true}
                controlsList="nodownload"
                playsInline={true}
                preload="auto"
              />
            </div>
          </div>
          <div className="my-8 mx-auto">
            <Link href="https://meet.alizza-ideal.com">
              <Subscribe className="text-xs md:text-sm py-4 px-6 mx-auto">
                無料相談会をスケジュール
              </Subscribe>
            </Link>
          </div>
        </div>
      </section>
    </>
  )
}
