//import { Feature } from "@/lib/types/feature"

const featuresData = [
  {
    id: 1,
    title: "３０分の初回のカウンセリングと検査でしっかり状態を把握",
    image: "/images/features/makise-counseling.jpg",
    width: 512,
    height: 288,
    description: (
      <>
        <p>
          初回の診察では、患者の症状や健康状態に関する情報を詳しくお聞きします。
        </p>
        <p>
          その際、痛みや不快感の状態、症状の発症経緯、過去の治療歴などをお聞きします。
        </p>
        <p>状態をより正確に理解するために、身体の検査やテストを行います。</p>
        <p>
          これによって、痛みや問題の根本的な原因を特定する手がかりを得ます。
        </p>
        <p>
          これらの基本的な情報によって、現在の状態や問題の原因を把握いたします。
        </p>
        <p>
          基本は３０分を目安にしていますが、あなたの状態や症状によって時間を短くしたり、
          長くしたりします。
        </p>
      </>
    )
  },
  {
    id: 2,
    title: "わかりやすいと評判！納得・安心できる説明",
    image: "/images/features/makise-explanation.jpg",
    width: 512,
    height: 288,
    description: (
      <>
        <p>
          カウンセリングと検査の結果を基に、あなたに合わせた施術計画を立案します。
        </p>
        <p>この計画には、痛みの軽減や問題の解決に向けての目標が含まれます。</p>
        <p>
          施術方法は、あなたの症状や根本原因によって、
          最適な内容にカスタマイズして提供します。
        </p>
        <p>
          これには、骨盤の調整や筋肉のトリートメント、運動療法など、
          様々なアプローチが含まれます。
        </p>
        <p>
          また、ご説明の際には一般の方にとって馴染みのない専門用語を使わず、
          わかりやすく説明することに努めています。
          もし、わかりにくいことがありましたら、お気軽にお聞き下さい。
        </p>
      </>
    )
  },
  {
    id: 3,
    title: "ボキボキしません！痛みのない優しい安全な整体で結果を提供",
    image: "/images/features/makise-treatment.jpg",
    width: 512,
    height: 288,
    description: (
      <>
        <p>
          人間の体、骨、骨格、筋肉は、 ひとりひとり、形も大きさも違います。
          あたりまえですよね。生き物ですから。
        </p>
        <p>
          ですから、まきせでは、あなたの体をボキボキならして、
          教科書に書いてある理想の上で画一的な体の形に矯正するのは良しとしません。
        </p>
        <p>
          まきせで使用している操体法では、ひとりひとりの体をよく見て、
          あなたにあった、あなた自身の最適な体を取り戻していただける施術をいたします。
        </p>
        <p>
          操体法では、あなたの体のあなた自身の正しい形を探りながら、
          元の位置に戻っていく手助けをします。
        </p>
      </>
    )
  },
  {
    id: 4,
    title: "充実のアフターケアで再発予防もバッチリ！",
    image: "/images/features/makise-aftercare.jpg",
    width: 512,
    height: 288,
    description: (
      <>
        <p>
          改善具合の進行状況をモニタリングし、必要に応じて施術内容を調整します。
        </p>
        <p>あなたの反応や体の変化に合わせて、最適な施術を行います。</p>
      </>
    )
  },
  {
    id: 5,
    title: "完全予約制で待ち時間なし！",
    image: "/images/features/makise-nowait.jpg",
    width: 512,
    height: 512,
    description: (
      <>
        <p>
          予約の方法は、ネットの予約状況カレンダーと、
          お電話と、LINEチャットでの予約の３種類ございます。
        </p>
        <p>
          お電話で予約される際は、予め希望日時を2～３個決めておいてから
          お電話頂くとスムーズです。
        </p>
      </>
    )
  }
]

export default featuresData
