//import { Testimonial } from "@/lib/types/testimonial"

export const testimonialData = [
  {
    id: 1,
    name: "AR様",
    stars: "✮✮✮✮✮",
    summary:
      "ほとんど動けなかったのに、今では那須岳登山やカヤックでの川下りができるまで回復しています",
    content: (
      <>
        <p>
          腰の痛みと左脚の付け根に力が入らなくなり、少しでも動こうとすると腰に激痛が走るという状況でお世話になりました。
        </p>
        <p>ほとんど動くことが出来ず杖をついてどうにか通院していました。</p>
        <p>
          自分の場合、施術を受けるたびに良くなっていくことが確認できました。今では、那須岳登山やカヤックでの川下りまでできるまで回復しています。
        </p>
        <p>感謝の気持ちでいっぱいです。</p>
      </>
    ),
    comment: <></>
  },
  {
    id: 2,
    name: "K様",
    stars: "✮✮✮✮✮",
    summary: "術後は身体が軽くなり、痛かった腰の痛みが消えてました！",
    content: (
      <>
        <p>
          仕事柄、パソコンに一日中向かっているため、慢性的に肩周り(特に肩甲骨)の凝りが痛みに感じるくらいになっていました。
        </p>
        <p>そして私はストレートネックだから、腰痛も酷い状態でした。</p>
        <p>
          昨夜、腰が痛くてジクロフェナクジェルを塗って寝たが、施術後は身体が軽くなり、痛かった腰の痛みが消えてました！
        </p>
        <p>継続して通院したいと思います。</p>
      </>
    ),
    comment: <></>
  },
  {
    id: 3,
    name: "U様",
    stars: "✮✮✮✮✩",
    summary:
      "施術が優しいから物足りなさを感じますが痛いのが嫌な方には良いかも？",
    content: (
      <>
        <p>電気はいいね～👍かなり楽になりましたね。</p>
        <p>他の整体みたいに痛く無いです。</p>
        <p>
          施術が優しいから物足りなさを感じますが痛いのが嫌な方には良いかも？
        </p>
      </>
    ),
    comment: <></>
  },
  {
    id: 4,
    name: "HR様",
    stars: "✮✮✮✮✮",
    summary:
      "坐骨神経痛で腰の痛みと足のしびれがあり、伺いました。翌日は身体も楽になりました",
    content: (
      <>
        <p>坐骨神経痛で腰の痛みと足のしびれがあり、伺いました、</p>
        <p>院長は説明も分かりやすく、施術もソフトな整体を受けました。</p>
        <p>翌日は身体も楽になり、定期的に伺いたいと思います。おすすめです。</p>
      </>
    ),
    comment: <></>
  },
  {
    id: 5,
    name: "HA様",
    stars: "✮✮✮✮✮",
    summary:
      "病院(整形外科)に行っても湿布を処方されて終わりで、どうしたもんかと思っていました",
    content: (
      <>
        <p>
          膝関節の違和感と、太ももからお尻にかけての痛み・痺れに悩まされており、
          病院(整形外科)に行っても湿布を処方されて終わりで、どうしたもんかと思っていました。
        </p>
        <p>
          1週間に1回ほど通院し、確か1か月少しで様子見で卒業…となりましたが、
          卒業後3週間ほど経った今では、あれほど治らなかった膝と太もも〜尻の痛みがありません…！
        </p>
        <p>本当に、ありがとうございました！</p>
      </>
    ),
    comment: <></>
  },
  {
    id: 6,
    name: "W様",
    stars: "✮✮✮✮✮",
    summary:
      "特に鍼灸は、特別上手で、施術中に痛みを感じることなく、施術後は調子の悪かった箇所が完全に楽になっています",
    content: (
      <>
        <p>開院後間も無くよりお世話になっております。</p>
        <p>
          全身状態の改善から、脊椎ヘルニアの手術後のリハビリまで、幅広くケアをして下さいます。
        </p>
        <p>
          特に鍼灸は、特別上手で、施術中に痛みを感じることなく、施術後は調子の悪かった箇所が完全に楽になっています。
        </p>
        <p>
          行きには杖が必要だったのに、帰りはスキップ出来るくらいの復調です。
        </p>
      </>
    ),
    comment: <></>
  },
  {
    id: 7,
    name: "S様",
    stars: "✮✮✮✮✮",
    summary: "毎回まきせさんが納得行くまで施術に費やしてくれます",
    content: (
      <>
        <p>
          今まで数知れず接骨院や整体に通っていましたが、
          数年前から悩まされていた脚の痛みが良くなることはありませんでしたので
          正直余り期待はしておりませんでした。
        </p>
        <p>
          まきせさんはとても丁寧で一人一人の悩みに真摯に向き合ってくれ、
          毎回まきせさんが納得行くまで施術に費やしてくれます。
        </p>
        <p>いつもありがとうございます😊</p>
      </>
    ),
    comment: <></>
  }
]
