export type Solution = {
  id: number
  title: string
  image: string
  description: string // markdown
}

export const solutionData: Solution[] = [
  {
    id: 3,
    title: "適性教習：安心して始めるためのマインドセット教習",
    image: "gs://story-made.appspot.com/videos/hero/newbie-driver-small.mp4",
    description: `
あなたのコーチング・ビジネスが、甘くて美味しい大きな実のフルーツが実る樹木だと想像して下さい。

樹木を育てるとしたらどこを手入れすればいいでしょうか？
葉っぱへの水やりですか？
まわりの雑草を抜きますか？

そんなものは、文字通り枝葉末節に過ぎません。

あなたの理想の果実をコーチング・ビジネスから収穫したいなら、
根っこを手入れしなければなりません。

樹木の栄養は、葉っぱではなく根っこから吸収されます。
大きな実の成る枝は、根っこが支えて倒れないようにします。

コーチング・ビジネスの根っこは、あなたのマインドセットです。

あなたのビジネスを育み成長させるためにマインドセット教習で、
ビジネスの適性を育みます。`
  },
  {
    id: 1,
    title: "第１段階教習：安全に運転するためのビジネス教習",
    image: "gs://story-made.appspot.com/videos/hero/virtual-driving-small.mp4",
    description: `\
ビジネスでコンマが２つ現れる収益を上げることに重点をおいたオンライン教習を定期的に受けてください。

コーチングそのものではなく、コーチング商品企画・製作、ビジネス経営、リーダーシップなど、
ビジネスのあらゆる側面の教習を提供します。

あなたの現状と目標とにカスタマイズされたアドバイスを行います。

月に２回のオンライン・コーチングで、モチベーションが下がっていないか、
トラブルはないか、行動が停滞していないか確認しながら着実に前進していけるようにします。`
  },
  {
    id: 4,
    title: "第２段階教習： 安定して成長するためのマーケティング教習",
    image: "gs://story-made.appspot.com/videos/hero/start-driving-small.mp4",
    description: `\
1950年代に、マーケティングという概念が定義されました。
いまでは、すでにマーケティングは第４世代に突入しています。

あなたのマーケティングの知識は、1950年代のままではありませんか？

もしかすると、マーケティング自体を正しく理解せずに、見様見真似で行っているかもしれません。

現代のビジネス形態、マーケティング技法を知らずに起業してしまうことは、
無免許で大きな道路に乗り出すようなものです。

マーケティング教習では、マーケティングを基礎から学び、
いろいろな分野の成功事例を知ることができます。`
  },
  {
    id: 2,
    title: "教習車：カスタマイズ済みオールインワン・ホームページ",
    image: "gs://story-made.appspot.com/videos/hero/future-car-small.mp4",
    description: `\
あなたのコーチング・ビジネス専用のホームページを提供します。
教習をうけただけで車がなければ、コーチング・ビジネスを運転していけません。

ホームページで見込み客を獲得する仕組みをセットアップしたオールインワンの
ホームページサブスクリプションを１年間無料で利用できます。

このホームページは、あなたが集客するための時間と労力を大幅に節約できるように設計されています。
コーチング・ビジネスを走りだした当初からの集客活動を最適化できます。`
  }
]
